[MZ_BitterFrostBlood X2GeneModTemplate]
DisplayName="Морозная кровь"
Summary="Кровь солдата насыщают криочастицами Адвента, это упрочняет его тело, дает иммунитет от холода и замораживает соседних противников при получении урона. Так же боец становится менее восприимчив к различным дот-эффектам. (огонь, кровотечение и т.д.)"